Repository: hisacro/knowndict
Catalog: po/*.po
Languages: nl

source: Enable dictionaries
nl: Woordenboeken gebruiken

source: The following dictionaries are pre-installed, due to some law issues, the dictionaries are disabled by default. User needs to enable them manually.
nl: De volgende woordenboeken worden meegeleverd, maar zijn wegens juridische redenen standaard uitgeschakeld.

source: Langdao English-Chinese
nl: Langdao Engels-Chinees

source: Langdao Chinese-English
nl: Langdao Chinees-Engels

source: Dictionaries successfully imported :)
nl: De woordenboeken zijn geïmporteerd. :-)

source: Sth wrong during import.. :(
nl: Er is iets misgegaan. :-(

source: OK
nl: Oké

source: It's OK
nl: Geen zorgen

source: You still can enable it in Info page.
nl: Je kunt ze inschakelen in de sectie ‘Informatie’.

source: Welcome to<br>KnownDict
nl: Welkom in<br>KnownDict

source: KnownDict is a dictonary app for Ubuntu Touch. You can install many different dictionaries.
nl: KnownDict is een woordenboekapp voor Ubuntu Touch, die wordt geleverd met diverse woordenboeken.

source: This is a special version for Chinese, or those who want to learn Chinese. There are 2 Chinese/English dictionaries ship with this app.
nl: Deze uitgave is speciaal bedoeld voor Chinezen of zij die Chinees willen leren. Er worden twee woordenboeken meegeleverd: Chinees-Engels en Engels-Chinees.

source: Warning: due to some law issues, the dictionaries ship with this app are disabled by default. User needs to enable them manually.
nl: Waarschuwing: wegens juridische redenen zijn de meegeleverde woordenboeken standaard uitgeschakeld. Ze kunnen in de instellingen worden ingeschakeld.

source: Swipe left to continue.
nl: Veeg naar links om door te gaan.

source: Offline usage
nl: Offline-gebruik

source: 1. This app support StarDict dictionary format file.
nl: 1. Deze app ondersteunt het StarDict-woordenboekformaat;

source: 2. To import StarDict dictionary, there's another instruction in setting page to show how to import.
nl: 2. StarDict-woordenboeken kunnen geïmporteerd worden door de instructies in de instellingen te volgen.

source: Online usage
nl: Online-gebruik

source: 1. This special version ship with Youdao Dictionary online API, it can translate all other languages to Chinese or Chinese to all other languages.
nl: 1. Deze versie wordt geleverd met de online-api van Youdao en kan teksten uit allerlei talen vertalen naar het Chinees en vice-versa;

source: 2. Youdao API is also disabled by default, user needs to enable it manually.
nl: 2. De Youdao-api is eveneens standaard uitgeschakeld;

source: 3. To use Youdao online dictionary, there's a bottom area in the search page to enter Youdao Online Dictionary.
nl: 3. Op het onderste gedeelte van de zoekpagina vind je de mogelijkheid om deze in te schakelen.

source: Setting Page
nl: Instellingen

source: 1. Normally, users are no need to care about their settings, default setting will work fine for most cases.
nl: 1. Normaliter hoef je niet naar de instellingen om te kijken, daar de app reeds goed is afgesteld;

source: 2. To enter setting page, press 'Back' button in search page then press the 'setting' button.
nl: 2. Maar mocht je het tóch willen: op het zoekscherm kun je op de terugknop drukken en vervolgens op de instellingenknop;

source: 3. In setting page, following functions can be operated by user:
nl: 3. In de instellingen kun je de volgende zaken regelen:

source: *. press the 'Plus' button to import new dictionary
nl: *. Druk op de plusknop om een woordendoek te importeren;

source: *. press the 'Switch' button to enable/disable dictionary
nl: *. Druk op een schakelaar om een woordenboek in of uit te schakelen;

source: *. swipe from left to delete one dictionary
nl: *. Veeg een woordenboek naar links om te verwijderen.

source: Enjoy !
nl: Veel plezier!

source: Start using KnownDict
nl: Aan de slag met KnownDict

source: Skip
nl: Overslaan

source: About KnownDict
nl: Over KnownDict

source: Help
nl: Hulp

source: Show First Run Tutorial
nl: Instelhulp tonen

source: Enable default dictionaries
nl: Standaardwoordenboeken inschakelen

source: Enable it
nl: Inschakelen

source: Author
nl: Maker

source: Disclaimer
nl: Vrijwaring

source: License with GPLv3
nl: Uitgebracht onder de GPLv3-licentie

source: Dictionaries/Online API used by this app is not/nendorsed or certified by their copyrights' owner.
nl: Zowel de woordenboeken als online-api worden niet verstrekt, noch beheerd door de maker van de app.

source: Click here to report a bug
nl: Druk om een bug te melden

source: Hide <<
nl: Verbergen ←

source: Expand >>
nl: Tonen →

source: Import Dictionaries
nl: Woordenboeken importeren

source: No file detected, please press the button below to import files.
nl: Er is geen bestand aangetroffen. Druk op onderstaande knop om bestanden te importeren.

source: Dictionary files detected, please press the button below to proceed.
nl: Er zijn woordenboekbestanden aangetroffen. Druk op onderstaande knop om verder te gaan.

source: Some files are missing, please make sure there are
nl: Er ontbreken bestanden. Zorg ervoor dat

source: Instruction
nl: Instructies

source: Start Import
nl: Importeren

source: Complete Import
nl: De import is voltooid

source: Dictionaries
nl: Woordenboeken

source: No dictionary imported yet, please press the button up here to start importing
nl: Er zijn nog geen woordenboeken geïmporteerd. Druk op bovenstaande knop om te importeren.

source: A. Prepare StarDict dictionary files
nl: A. Zet StarDict-woordenboekbestanden klaar

source: 1. KnownDict supports dictionaries in StarDict dictionary format. Use your favorite search engine to find some. A selection of dictionaries is available at https://tuxor1337.frama.io/firedict/dictionaries.html
nl: 1. KnownDict heeft ondersteuning voor woordenboeken in StarDict-formaat. Met behulp van je favoriete zoekmachine kun je er een hoop vinden. Ook op https://tuxor1337.frama.io/firedict/dictionaries.html vind je een lijst.

source: 2. Download and uncompress the zip.
nl: 2. Download het zipbestand en pak het uit;

source: 3. Rename and uncompress dict: mv NAME.dict.dz NAME.dict.gz && gzip -d NAME.dict.gz
nl: 3. Wijzig de naam: mv NAAM.dict.dz NAAM.dict.gz && gzip -d NAAM.dict.gz

source: 4. Select the corresponding three files for import: NAME.dict, NAME.idx and NAME.ifo - source listed has same name stardict* for all the databases, rename accordingly for multiple imports
nl: 4. Kies de te importeren bestanden: NAAM.dict, NAAM.idx en NAAM.ifo.

source: B. Copy files to device
nl: B. Kopieer de bestanden naar je apparaat

source: 1. Unlock your device and connect it to your PC via USB.
nl: 1. Ontgrendel je apparaat en verbind hem met je computer;

source: 2. Copy the folder which contains the dictionary files to your devices. Remember the folder's name and location, you will need it in next step.
nl: 2. Kopieer de map met woordenboekbestanden naar je apparaat, maar behoud de mapnaam en -locatie.

source: C. In-app import
nl: C. Importeren vanuit de app

source: 1. Due to security reasons, files must be explicitly imported by user.
nl: 1. Omwille van veiligheidsredenen dienen bestanden handmatig te worden geïmporteerd;

source: 2. The button next to 'Instruction', is the entry of importing dictionary files.
nl: 2. Met behulp van de knop naast ‘Instructies’ kun je woordenboekbestanden importeren.

source: 3. When a dialog comes out to ask you what app to choose, please choose 'File Manager'.
nl: 3. Op het appscherm dat opent kies je voor ‘Bestansbeheerder’.

source: 4. Now, select the files which you copied to your device, this app will guide you to complete the rest import process. Enjoy!
nl: 4. Vervolgens kun je alle bestanden kiezen die je zojuist hebt overgezet. De app begeleidt je door de rest van het proces. Veel plezier!

source: MMMM d
nl: d MMMM

source: Yesterday at %1
nl: Gisteren, om %1

source: h:mm AP
nl: hh:mm

source: ddd, h:mm AP
nl: ddd, hh:mm

source: A few seconds ago...
nl: Zojuist...

source: %1 minute ago
nl: %1 minuut geleden

source: %1 hour ago
nl: %1 uur geleden

source: %1 day ago
nl: %1 dag geleden

source: Detail
nl: Details

source: search via online dictionary >>
nl: Opzoeken in online-woordenboek →

source: Online search results
nl: Zoekresultaten

source: Loading...
nl: Bezig met laden…

source: back
nl: Terug

source: Please input a word
nl: Voer een woord in

source: No dictionary found, please the press Setting button to start importing.
nl: Er is geen woordenboek aangetroffen. Importeer een woordenboek via de instellingen.

source: History
nl: Geschiedenis

source: The %1 is not exists
nl: ”%1” bestaat niet.

source: The directory:%1 not contain dict files.
nl: “%1” bevat geen woordenboekbestanden.

source: Load the info file error from. %1
nl: Het informatiebestand uit ‘%1’ kan niet worden geladen.

source: Load the index file error from %1.
nl: Het indexbestand uit ‘%1’ kan niet worden geladen.

source: Load the data file error from %1.
nl: Het gegevensbestand uit ‘%1’ kan niet worden geladen.

source: Two dict files exist!Load origin file first.
nl: Er zijn twee woordenboekbestanden aangetroffen.

source: The cache file '%1' cannot open or creat
nl: Het cachebestand, ‘%1’, kan niet worden geopend of aangemaakt.

source: No dict file found according to %1
nl: Volgens %1 is er geen woordenboekbestand aangetroffen

source: Faild to open dict file: %1.Error: %2
nl: Het woordenboekbestand, ‘%1’, kan niet worden geopend. Foutmelding: %2

source: Data block is empty.
nl: Het gegevensblok is blanco.

source: Faild to open index file: %1.Error: %2
nl: Het indexbestand, ‘%1’, kan niet worden geopend. Foutmelding: %2

source: Faild to open info file:%1.Error: %2
nl: Het informatiebestand, ‘%1’, kan niet worden geopend. Foutmelding: %2

source: Faild to read info file:%1.
nl: Het informatiebestand, ‘%1’, kan niet worden uitgelezen.

source: Load '%1' failed: Incorrect magic data.
nl: ‘%1’ kan niet worden geladen: ongeldige magische gegevens.

source: File '%1' is an index-based dictionary.
nl: ‘%1’ is een woordenboek met alleen een index.

source: File '%1' is a resource database.
nl: ‘%1’ is een databank.

source: File '%1' is a tree dictionary.
nl: ‘%1’ is een woordenboek bestaande uit een boom.

source: File '%1' is not a StarDict dictionary or it's broken.
nl: ‘%1’ is geen StarDict-woordenboek of beschadigd.

source: Load %1 failed: "version" must be the first option.
nl: ‘%1’ kan niet worden geladen: ‘version’ dient de eerste optie te zijn.
